{ "articles": [{
    "title": "The US Officially Bans Travelers From 8 Countries From Bringing Electronics On Board",
    "author": "SARAH FRIEDMANN",
    "description": "On Tuesday, the U.S. Department of Homeland Security announced that it is indefinitely banning U.S.-bound travelers from eight countries from bringing electronics on board, excluding their cell phones. This announcement is highly impactful, as dozens of flights arrive into the United States every day from the majority-Muslim countries and airports delineated in the ban.",
    "image": "https://typeset-beta.imgix.net/2017/3/21/107164418.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }, {
    "title": "What's The Beast's Real Name In 'Beauty And The Beast'? He Doesn't Really Need One",
    "author": "OLIVIA TRUFFAUT-WONG",
    "description": "It's easy to make fun of Beauty and the Beast for its less-than-healthy plotline. The classic Disney tale about a young woman, Belle, who falls in love with the Beast prince who holds her captive has been criticized for the strange relationship dynamics between Belle and the Beast. But one aspect of their romance that has never really been analyzed or subjected to much scrutiny is the fact that Belle has a name and the Beast does not. Yeah, let that sink in. What's the Beast's real name in Beauty and the Beast? Does anybody know? Does Belle? s",
    "image": "https://typeset-beta.imgix.net/2017/3/21/8a558e7c-53e4-48ab-971d-4a3336b2a1ca.png?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }, {
    "title": "7 Reasons Libraries Are Essential, Now More Than Ever",
    "author": "SADIE L. TROMBETTA",
    "description": "I grew up down the street from my local library, so I spent a lot of my childhood there, either hidden away in the stacks reading books, using the internet to access Myspace, or meeting up with friends to work on school projects. I've always understood the value of such an institution, but in today's current climate of untruths, intolerance, and ignorance, it's becoming clear that libraries are essential, now more than ever.",
    "image": "https://typeset-beta.imgix.net/2017/3/13/6a56f12a-b207-4199-b803-2ec76449ccce.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }, {
    "title": "The Bustle Huddle: What Bustle's Editors Are Talking About On Mar. 20",
    "author": "RACHEL SIMON",
    "description": "Happy first day of spring! Although it might still be a bit too cold out for comfort, it's reassuring to know that winter is officially behind us, and that summer is now just a few months away. Break out the jean shorts and start planning your rooftop parties, because 'tis the season to celebrate — that is, unless it starts snowing again...

    Fingers crossed that's not the case. Either way, though, it's gonna be one hell of a week if the craziness of Monday's news is to judge. ",
    "image": "https://typeset-beta.imgix.net/2017/3/20/6372d29f-fcac-4b90-b90b-63d3410f0870.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }, {
    "title": "Twitter Reacts To 'Allure's April 2017 Diversity Issue, Proving Readers Think It's A Step In The Right Direction",
    "author": "JESSICA WILLINGHAM",
    "description": "How often do you think about your skin? Most of us consider it daily — how to make it look brighter, healthier, and more youthful or how to cover it up. And while most people think that beauty is only skin deep, more and more beauty magazines are going beyond that, celebrating what it means to be women of different skin tones. Case in point: Allure's Women of Color cover, which highlights the beauty of diversity, and asks 41 women of color to speak up, and out, about their skin.",
    "image": "https://typeset-beta.imgix.net/2017/3/21/bfa7e16d-4d9b-4e90-bb16-df44ddff798c.png?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }, {
    "title": "Kamala Harris Explains Why Every Issue Is A 'Women's Issue'",
    "author": "ELIZABETH STRASSNER",
    "description": "After a successful senate campaign that earned endorsements from the likes of Barack Obama and Joe Biden, California Sen. Kamala Harris is quickly becoming a household name. Before winning her seat in 2016, Harris had a lengthy legal career: she served as attorney general for the state of California and, prior to that, as district attorney for San Francisco. As Attorney General, she made headlines for refusing to defend Proposition 8, the anti-gay marriage law, and for winning a billion-dollar judgment against the for-profit Corinthian Colleges organization.  Now, just two months since she's been serving in Washington D.C., Harris has begun her Senate career by taking a strong stand against Trump's travel ban and introducing legislation that would give detained people access to lawyers.",
    "image": "https://typeset-beta.imgix.net/2017/3/17/457012056.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
  }]
}
